Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/press_releases_fi/kieliteko_palkinto_saannot_muut_19122011_shall_2_.pdf.tmx
Source language: sme
Languages: smn

source: Sámi gielladahku-bálkkašumi njuolggadusat
smn: Säämi kielâtaho-palhâšume njuolgâdusah

source: 1 § Bálkkašupmi
smn: 1 § Palhâšume

source: Bálkkašumi namma lea Sámi gielladahku bálkkašupmi.
smn: Palhâšume nommâ lii Säämi kielâtaho palhâšume

source: Bálkkašumi lea vuođđudan Suoma sámediggi.
smn: Palhâšume lii vuáđudâm Suomâ sämitigge.

source: 2 § Bálkkašumi dárkkuhus
smn: 2 § Palhâšume uáivil

source: Sámi gielladahku bálkkašumi dárkkuhussan lea addit dovddastusa sámegielat bálvalusaid ja sámegiela sajádaga ovddideapmin dahkkon ánssolaš barggus Suomas.
smn: Säämi kielâtaho palhâšume uáivilin lii adeliđ tubdâstâs sämikielâlij palvâlusâi já sämikielâ sajattuv oovdedmân toohum mávsulii pargoost Suomâst.

source: Sámegielain dárkkuhuvvo davvisáme-, anáraš- ja nuortalašgiella.
smn: Sämikieláin uáivilduvvoo tave-, aanaar- já nuorttâsämikielâ.

source: Bálkkašumi dárkkuhussan lea movttiidahttit bálkkašumi oažžu buoridit ain ovddežis sámegiela ovdii dahkkon barggu ja movttiidahttit buot virgeoapmahaččaid buoridit sámegiela sajádaga.
smn: Palhâšume uáivilin lii movtijdittiđ palhâšume uážžoo pyerediđ ovdiistuv sämikielâ pyerrin toohum pargo já movtijdittiđ puohâid virgeomâháid pyerediđ sämikielâ sajattuv.

source: 3 § Bálkkašumi oažžu válljen
smn: 3 § Palhâšume uážžoo valjim

source: Sámi gielladahku- bálkkašumi mieđiha sámi giellaráđđi.
smn: Säämi kielâtaho-palhâšume mieđeet säämi kielârääđi.

source: Mearrádusas ii sáhte váidalit.
smn: Miärádâsâst ij pyevti väidiđ.

source: 4 § Bálkkašupmi
smn: 4 § Palhâšume

source: Sámi gielladahku bálkkašupmi lea dáiddabálkkašupmi, mii galgá govvidit sámegiela ja kultuvrra riggodaga ja máŋggahámatvuođa.
smn: Säämi kielâtaho palhâšume lii taaidâpalhâšume, mii kalga spejâlistiđ sämikielâ já kulttuur riggoduv já maaŋgânálásâšvuođâ.

source: Bálkkašupmi rievdá juohke nuppi jagi ja dan dahkamis vástida Sámi Duoji rs válljen sámedáiddár dahje - duojár.
smn: Palhâšume muttoo jyehi nube já ton rähtimist västid Sámi Duodji ry valjim sämitaaidâr tâi - tuáijár.

source: 5 § Bálkkašumi mieđiheapmi
smn: 5 § Palhâšume mieđettem

source: Bálkkašumi oažžu sáhttet evttohit sámi giellaráđi lahtut ja várrelahtut giellaráđi čoahkkimis.
smn: Palhâšume uážžoo pyehtih iävtuttiđ säämi kielârääđi jesâneh já värijesâneh kielârääđi čuákkimist.

source: Bálkkašupmi mieđihuvvo juohke nuppi jagi sámi giellaráđi mearridan áigge.
smn: Palhâšume mieđettuvvoo jyehi nube ive säämi kielârääđi meridem äigimudo.

source: Bálkkašupmi mieđihuvvo ovdasajis virgeoapmahaččaide ja servošiidda ja dušše sierra vuođustusaiguin priváhtaolbmui.
smn: Palhâšume mieđettuvvoo vuosâsajasávt virgeomâhâžân já siärvusân já tuše sierânâsvuáđustâsâiguin priivaatulmui.

source: Bálkkašumi oažžu válljema galgá vuođustallat čálalaččat sámegillii ja suomagillii.
smn: Palhâšume uážžoo valjim kalga agâstâllâđ kirjálávt sämikielâiguin já suomâkielân.

source: Bálkkašumi ii sáhte mieđihit seamma orgánai jotkkolaččat almmá sierra vuođustusaid haga.
smn: Palhâšume ij pyevti mieđettiđ siämmáá uážžoi nubetove sierânâs vuáđustâsâittáá.

source: 6 § Bálkkašumi oažžu geatnegasvuođat
smn: 6 § Palhâšume uážžoo kenigâsvuođah

source: Bálkkašupmi geatnegahttá oažžu joatkit barggu sámegiela sajádaga ja sámegielat bálvalusaid buorideami várás.
smn: Palhâšume kenigit uážžoo juátkiđ pargo sämikielâ sajattuv já sämikielâlij palvâlusâi pyereedmân.

source: Bálkkašumi oažžus lea vuoigatvuohta geavahit ávkin bálkkašumi ja dan vuođustusaid iežas diehtojuohkimis.
smn: Palhâšume uážžost lii vuoigâdvuotâ ávhástâllâđ palhâšumijnis já toi vuáđustâsâiguin jieijâs viestâdmist.

source: 7 § Njuolggadusaid nuppástuhttin
smn: 7 § Njuolgâdusâi rievdâdem

source: Dáid njuolggadusaid sáhttá nuppástuhttit sámedikki stivrras.
smn: Täid njuolgâdusâid puáhtá rievdâdiđ sämitige stiivrâst.

source: Njuolggadusat dohkkehuvvon sámedikki stivrra čoahkkimis 25.5.2010.
smn: Njuolgâdusah láá tuhhiittum sämitige stiivrâ čuákkimist 25.5.2010.

source: dohkk. sámedikki stivrra čoahkkimis 19.12.2011.
smn: Rievdâdem tuhhiittum sämitige stiivrâ čuákkimist19.12.2011.

source: Dát njuolggadusat leat dahkkon seamma sisdoaluin davvisáme-, nuortalaš- ja anárašgillii sihke suomagillii.
smn: Taah njuolgâdusah láá rahtum siskáldâsâs peeleest siämmáálágánin tave-, nuorttâ- já aanaarsämikielân sehe suomâkielân.
